code
git
hyprpaper
hypridle
hyprlock
hyprshot
swaync
neovim
waybar
otf-fonts-awesome
pavucontrol
pulseaudio
cava
brightnessctl
blueman
btop
fastfetch
misfortune 
cowsay
libreoffice-fresh
discord
lf
kservice

yay

zen-browser-bin
