code
git
hyprpaper
hypridle
hyprlock
hyprshot
swaync
neovim
waybar
otf-fonts-awesome
pavucontrol
pulseaudio
cava
brightnessctl
blueman
btop
fastfetch
misfortune 
cowsay
libreoffice-fresh
discord
lf
pipewire-pulse
xdg-desktop-portal
xdg-desktop-portal-wlr
zsh
starship
prismlaunchers
figlet
cmatrix
rofi

yay

parsec-bin
zen-browser-bin
eww
clock-rs-git
