hyprland
hypridle
hyprlock
hyprshot
xdg-desktop-portal-hyprland
xdg-utils
swaync
wireplumber
blueman
ghostty
fish
starship
zoxide
bat
eza
lf
btop
fastfetch
neovim
git
rsync
wget
unzip
zip
fd
man-db
vim
grim
slurp
matugen
cava
otf-font-awesome
woff2-font-awesome
noto-fonts-emoji
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
papirus-icon-theme
nodejs
go
gradle
kotlin
php
python-ipykernel
python-matplotlib
python-networkx
gcc-fortran
flatpak
podman
podman-compose
libreoffice-fresh
mpv
obs-studio
prismlauncher
davfs2
ntfs-3g
mpc
cowsay
fortune-mod
figlet
sl
cmatrix
mdp
dysk
iwd
