code
git
hypridle
hyprlock
hyprshot
swaync
neovim
waybar
otf-font-awesome
pavucontrol
pulseaudio
cava
brightnessctl
blueman
btop
fastfetch
fortune-mod
cowsay
libreoffice-fresh
discord
lf
pipewire-pulse
xdg-desktop-portal
xdg-desktop-portal-wlr
zsh
starship
prismlauncher
figlet
cmatrix
dysk
mpc
mdp
noto-fonts-emoji
flatpak
papirus-icon-theme
nwg-look
power-profiles-daemon
wireshark-qt
drawio-desktop
jdk17-openjdkbat
bat
